Repository: david-acm/delayedCharacterDescriptions
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es

source: Enhanced phonetic reading
es: Lectura fonética mejorada

source: &Enable delayed descriptions for characters
es: &Habilitar descripciones retrasadas de caracteres

source: &Delay to announce character descriptions (in ms)
es: &Retraso para anunciar descripciones de caracteres (en ms)

source: Delayed descriptions %s
es: Descripciones retrasadas %s

source: on
es: Activado

source: off
es: Desactivado

source: Toggles delayed character descriptions on or off
es: Alterna la función de descripciones retrasadas de caracteres

source: instant character descriptions %s
es: descripciones instantáneas de caracteres %s

source: Toggles instant character descriptions on or off
es: Activa o desactiva las descripciones instantáneas de caracteres

source: Enhanced Phonetic Reading
es: Lectura fonética mejorada

source: This add-on improves the delaied phonetic reading of NVDA: allows you to set the delay to announce the description in ms, more customizable than the native feature. Read the character description instead of the current character. This feature must be enabled or disabled manually and will be deactivated when NVDA is closed.
es: Este complemento mejora el anunciado retrasado de descripción de caracteres de NVDA: le permite configurar el retraso para anunciar la descripción en ms, más personalizable que la característica nativa.\n \tLeer la descripción del carácter en lugar del carácter actual. Esta característica debe habilitarse o deshabilitarse manualmente y se desactivará cuando se cierre NVDA.
